<template>
  <div class="fullPage">
    <top-bar title="缴费通知"></top-bar>
    <div class="content-wrapper">
      <div class="time">2018-05-10 10:00:00</div>
      <div class="text">系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多群众更新使用系统升级了、许多新功新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用群众更新使用系统升级了、许多新功系统升级了、许多新功能，欢迎广大群众更新群众更新使用系统升级了、许多新功使用系统升级了、许多新群众更新使用系统升级了、许多新功功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系群众更新使用系统升级了、许多新功统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多群众更新使用系统升级了、许多新功新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用群众更新使用系统升级了、许多新功系统升级了、许多新功能，欢迎广大群众更新群众更新使用系统升级了、许多新功使用系统升级了、许多新群众更新使用系统升级了、许多新功功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系群众更新使用系统升级了、许多新功统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更新使用系统升级了、许多新功能，欢迎广大群众更</div>
    </div>
  </div>
</template>

<script>
import topBar from '@/components/topBar/topBar';

export default {
  components: {
    topBar
  },
  methods: {
  }
};
</script>

<style lang="stylus" scoped>
@import "../../common/mixin.styl";

.content-wrapper
  display flex
  flex-direction column
  justify-content center
  padding .2rem
  flex-basis: auto;
  box-sizing: border-box;
  min-width: 0;
  height 0
  .time
    margin-bottom .2rem
    text-align right
    font-size .26rem
    color rgba(196,170,134,.6)
  .text
    width 100%
    text-indent 2em
    color rgba(255,255,255,.6)
    font-size .28rem
    line-height .4rem
    overflow auto
    min-height 0
</style>
